Repository: MilvioLua/gosmart
Catalog: gosmart/languages/modal_survey-*.po
Languages: cs_cz

source: Send the individual results of the completed surveys to the specified email address. Keep empty to disable.
cs_cz: Odešle osobní výsledky dotazníku na zadanou e-mailovou adresu. Pro vypnutí funkce nechte pole prázdné.

source: Send Results to:
cs_cz: Odeslat výsledky na:

source: Play Survey
cs_cz: Přehrát dotazník

source: Conditions
cs_cz: Podmínky

source: Set Actions based on the Votes
cs_cz: Určete akce, které proběhnou na základě toho, jak účastníci odpovídají.

source: Add New Condition
cs_cz: Přidat novou podmínku

source: If
cs_cz: Pokud

source: End Content
cs_cz: Konec obsahu

source: Display Chart at the end of the Survey
cs_cz: zobraz graf na konci dotazníku

source: Enable Chart at the completion of survey
cs_cz: zpřístupni graf po vyplnění dotazníku

source: Enable Chart
cs_cz: zpřístupni graf

source: Chart Style
cs_cz: styl grafu

source: Chart Type
cs_cz: typ grafu

source: Average Score
cs_cz: průměrné skóre

source: Rating
cs_cz: hodnocení

source: Cumulated
cs_cz: kumulované

source: Individual
cs_cz: jednotlivé

source: Advanced Chart
cs_cz: pokročilý graf

source: Participants Form
cs_cz: Osobní formulář

source: Display Form at the Completion of Survey
cs_cz: Zobrazí formulář po vyplnění dotazníku

source: Enable Form at the end of the Survey
cs_cz: Zobrazí formulář na konci dotazníku

source: Enable Form
cs_cz: Povol formulář

source: Enable Name Field in the Form
cs_cz: Zobrazí pole ve formuláři "Jméno".

source: Request Name
cs_cz: Požadovat jméno

source: Enable Email Field in the Form
cs_cz: zobrazí ve formuláři pole "e-mailová adresa"

source: Request Email Address
cs_cz: Požadovat e-mail

source: Validate Email Address
cs_cz: Potvrzení e-mailové adresy

source: Campaigns
cs_cz: Auto-respondery / e-mailové kampaně

source: Save the survey's form datas automatically to Newsletter Campaigns
cs_cz: Ukládá data z formulářů automaticky do e-mail listu ve zvoleném autoresponderu

source: Enable Active Campaign
cs_cz: Povolit Active Campaign

source: Find your Active Campaign API URL in your Active Campaign Account->My Settings->API menu after you logged in
cs_cz: API URL k Active Campaign najdete ve vašem účtu AC po přihlášení: Active Campaign Account->My Settings->API menu

source: Find your Active Campaign API Key in your Active Campaign Account->My Settings->API menu after you logged in
cs_cz: API klíč k Active Campign najdete po přihlášení do vašeho AC účtu: Active Campaign Account->My Settings->API menu

source: Select your list in your Active Campaign account, then see the List ID in the URL. Eg.: List ID=1 from username.activehosted.com/contact/?listid=1&status=1
cs_cz: V účtu Active Campaign zvolte seznam (list), na který chcete údaje přidávat. List ID se zobrazí v URL adrese.

source: Active Campaign List ID
cs_cz: Zadejte Active Campaign List ID

source: Enable AWeber
cs_cz: Povolit Aweber

source: Enter your AWeber Authorization Code
cs_cz: Zadejte váš autorizační kód k Aweber

source: Authorization Code
cs_cz: Autorizační kód

source: Get Authorization Code
cs_cz: Získat autorizační kód

source: Authorization Code is required for connection.
cs_cz: Pro připojení je vyžadován autorizační kód.

source: Get your AWeber Consumer Key with Click on the Get Credentials button
cs_cz: AWeber Consumer Key získáte kliknutím na tlačítko "Get credentials"

source: Consumer Key
cs_cz: Zadejte Consumer Key

source: Get your AWeber Consumer Secret with Click on the Get Credentials button
cs_cz: AWeber Consumer Secret získáte po kliknutí na tlačítko "Get credentials"

source: Consumer Secret
cs_cz: Zadejte Consumer Secret

source: Get your AWeber Access Key with Click on the Get Credentials button
cs_cz: AWeber Access Key získáte po kliknutí na tlačítko "Get credentials"

source: Access Key
cs_cz: Zadejte Access Key

source: Get your AWeber Access Secret with Click on the Get Credentials button
cs_cz: AWeber Access Secret získáte po kliknutí na tlačítko "Get credentials"

source: Access Secret
cs_cz: Zadejte Access Secret

source: Enter your AWeber List ID
cs_cz: Zadejte ID seznamuv AWeberu (List ID)

source: Enable Benchmark
cs_cz: Povolit Benchmark

source: Click here to get your API Key
cs_cz: Klikněte sem pro získání API klíče

source: Registration required
cs_cz: Je vyžadována registarce

source: Benchmark API Key
cs_cz: Benchmark API klíč

source: Enter your Benchmark API Key
cs_cz: Zadejte váš Benchmark API klíč

source: Enter your Benchmark List ID
cs_cz: Zadejte ID Benchmark listu

source: Click here to get your Benchmark Lists.
cs_cz: Klikněte se pro získání Benchmark listu

source: Valid API Key is required for getting the lists.
cs_cz: Pro přístup k listu je vyžadován validní API klíč

source: Enable Double-Optin
cs_cz: Povolit double-optin

source: Enable Double Optin
cs_cz: Povolit double-optin

source: Enable Campaign Monitor
cs_cz: Povolit Campaign Monitor

source: Campaign Monitor API Key
cs_cz: Campaign Monitor API klíč

source: Log in to your Campaign Monitor account and find the API Key in
cs_cz: Přihlaste se do vašeho účtu v Campign Monitor a najděte API klíč

source: Account Settings
cs_cz: Nastavení účtu

source: Find your Campaign Monitor List ID in the bottom of the Edit screen of your chosen List
cs_cz: Campaign Monitor List ID najdete na konci stránky s úpravami vybraného listu (seznamu)

source: Enable Campayn
cs_cz: Povolit Campayn

source: You can see in the URL after you logged in to Campayn
cs_cz: Po přhlášení do Campayn ji uvidíte v řádku URL adresy

source: Campayn Domain
cs_cz: Campayn doména

source: Find it here
cs_cz: Naleznete zde

source: replace xxx to your Campayn Domain
cs_cz: nahraďte xxx ve vaší Campayn doméně

source: Campayn API Key
cs_cz: Campayn API klíč

source: Enter your Campayn List ID
cs_cz: Zadejte Campayn List ID

source: Click here to get your Campayn Lists.
cs_cz: Klikněte sem pro přechod k vašim Campayn listům (seznamům)

source: Valid API Key and Domain are required for getting the lists.
cs_cz: Pro získání Listu se vyžaduje validní API klíč a doména

source: Enable Constant Contact
cs_cz: Povolit Constant Contact

source: Enter your Constant Contact API Key
cs_cz: Zadejte váš Constant Contact API klíč

source: Constant Contact API Key
cs_cz: Constant Contact API klíč

source: Enter your Constant Contact Access Token
cs_cz: Zadejte váš Constant Contact Access Token

source: Enter your Constant Contact List ID
cs_cz: Zadejte vaše Constant Contact List ID

source: Click here to get your Constant Contact Lists.
cs_cz: Klikněte sem pro přechod na Constant Contact listy (seznamy)

source: Valid API Key and Access Token are required for getting the lists.
cs_cz: Pro přístup k listům je vyždován validní API klíč a Access Token

source: To get API Key,
cs_cz: Pro získání API klíče

source: register here
cs_cz: se registrujte zde

source: and
cs_cz: a

source: create you APP here
cs_cz: vytvořte si aplikaci zde

source: Select your app and get the Access Token here.
cs_cz: Vyberte svoji aplikaci a získejte Access Token zde.

source: Enable Freshmail
cs_cz: Povolit Freshmail

source: Click here to get your Freshmail API Key
cs_cz: Klikněte sme pro získání Frshmail API klíče

source: Freshmail API Key
cs_cz: Freshmail API klíč

source: Click here to get your Freshmail API Secret
cs_cz: Klikněte sem pro získání Freshmail API Secret

source: Click here to get your Lists, then select one and see the Freshmail List Hash in the URL. Eg.:
cs_cz: Klikněte sem pro přístup k listům (seznamům), jeden vyberte a najděte Freshmail List Hash v řádku URL adresy

source: from
cs_cz: z

source: Enable GetResponse
cs_cz: Povolit GetResponse

source: Click here to get your GetResponse API Key
cs_cz: Klikněte sem pro získání Getresponse API klíče

source: GetResponse API Key
cs_cz: GetResponse API klíč

source: Enter your GetResponse Campaign ID
cs_cz: Zadejte vaše GetResponse Campaign ID

source: Click here to get your GetResponse Campaigns.
cs_cz: Klikněte sem pro přístup k vašim GetResponse Campaigns

source: Enable iContact
cs_cz: Povolit iContact

source: Enter your iContact appId
cs_cz: Zadejte iContact appID

source: Enter your iContact API Username
cs_cz: Zadejte vaše iContact API Username

source: Enter your iContact API Password
cs_cz: Zadejte vaše iContact API Password

source: Enter your iContact List ID
cs_cz: Zadejte vaše iContact List ID

source: Enable Infusionsoft
cs_cz: Povolit Infusionsoft

source: Enter your Infusionsoft API Key
cs_cz: Zadejte váš Infusionsoft API klíč

source: Infusionsoft API Key
cs_cz: Infusionsoft API klíč

source: Enter your Infusionsoft Campaign ID
cs_cz: Zadejte vaše Infusionsoft Campaign ID

source: Enter your Infusionsoft Group ID (optional)
cs_cz: Zadejte Infusionsoft Group ID (volitelné)

source: Enable Interspire
cs_cz: Povolit Interspire

source: Enter your Interspire Username
cs_cz: Zadejte vaše Interspire Username

source: Enter your Interspire User Token
cs_cz: Zadejte Interspire User Token

source: Enter your Interspire List ID
cs_cz: Zadejte Interspire List ID

source: Enable Mad Mimi
cs_cz: Povolit Mad Mimi

source: Enter your Mad Mimi Username
cs_cz: Zadejte vaše Mad Mimi Username

source: Mad Mimi Username(or email)
cs_cz: Mad Mimi Username (nebo e-mail)

source: Enter your Mad Mimi API Key
cs_cz: Zadejte Mad Mimi API klíč

source: Mad Mimi API Key
cs_cz: Mad Mimi API klíč

source: Enter your Mad Mimi List Name
cs_cz: Zadejte Mad Mimi List Name

source: Enable MailChimp
cs_cz: Povolit MailChimp

source: Enter your MailChimp API Key
cs_cz: Zadejte MailChimp API klíč

source: MailChimp API Key
cs_cz: MailChimp API klíč

source: Enter your MailChimp List ID
cs_cz: Zadejte MailChimp List ID

source: Enable MailerLite
cs_cz: Povolit MailerLite

source: Enter your MailerLite API Key
cs_cz: Zadejte MailerLite API klíč

source: MailerLite API Key
cs_cz: MailerLite API klíč

source: Enter your MailerLite List ID
cs_cz: Zadejte MailerLite List ID

source: Enable Mailigen
cs_cz: Povolit Mailigen

source: Enter your Mailigen API Key
cs_cz: Zadejte Mailigen API klíč

source: Mailigen API Key
cs_cz: Mailigen API klíč

source: Enter your Mailigen List ID
cs_cz: Zadejte Mailigen List ID

source: Enable Mailjet
cs_cz: Povolit Mailjet

source: Enter your Mailjet API Key
cs_cz: Zadejte Mailjet API klíč

source: Mailjet API Key
cs_cz: Mailjet API klíč

source: Enter your Mailjet Secret Key
cs_cz: Zadejte váš Mailjet Secret Key

source: Enter your Mailjet List ID
cs_cz: Zadejte Mailjet List ID

source: Enable MailPoet
cs_cz: Povolit MailPoet

source: Enter your MailPoet List ID
cs_cz: Zadejte MailPoet List ID

source: Click here to get your MailPoet Lists.
cs_cz: Klikněte sem pro přístup k MailPoet Listům (seznamům)

source: Enable Emma
cs_cz: Povolit Emma

source: Enter your Emma Account ID
cs_cz: Zadejte Emma Account ID

source: Enter your Emma Public Key
cs_cz: Zadejte váš Emma Public Key

source: Enter your Emma Private Key
cs_cz: Zadejte váš Emma Private Key

source: Enable MyMail
cs_cz: Povolit MyMail

source: Enter your MyMail List ID
cs_cz: Zadejte MyMail List ID

source: Click here to get your MyMail Lists.
cs_cz: Klikněte sem pro přístup k MyMail Listům (seznamům).

source: Enable ONTRAPORT
cs_cz: Povolit ONTRAPORT

source: Enter your ONTRAPORT APP ID
cs_cz: Zadejte vaše ONTRAPORT APP ID

source: Enter your ONTRAPORT Key
cs_cz: Zadejte váš ONTRAPORT Key

source: Enter your ONTRAPORT Tag ID
cs_cz: Zadejte vaše ONTRAPORT Tag ID

source: Enter your ONTRAPORT Sequence ID
cs_cz: Zadejte vaše ONTRAPORT Sequence ID

source: Enable Pinpointe
cs_cz: Povolit Pinpointe

source: Enter your Pinpointe Username
cs_cz: Zadejte vaše Pinpointe Username

source: Enter your Pinpointe User Token
cs_cz: Zadejte váš Pinpointe User Token

source: Enter your Pinpointe List ID
cs_cz: Zadejte Pinpointe List ID

source: Enable SendinBlue
cs_cz: Povolit SendinBlue

source: Enter your SendinBlue Access Key
cs_cz: Zadejte váš SendinBlue Access Key

source: Enter your SendinBlue List ID
cs_cz: Zadejte SendinBlue List ID

source: Enable SendReach
cs_cz: Povolit SendReach

source: Enter your SendReach Key
cs_cz: Zadejte váš SendReach Key

source: Enter your SendReach Secret
cs_cz: Zadejte SendReach Secret

source: Enter your SendReach User ID
cs_cz: Zadejte vaše SendReach User ID

source: Enter your SendReach List ID
cs_cz: Zadejte SendReach List ID

source: Enable Sendy
cs_cz: Povolit Sendy

source: Enter your Sendy Installation URL
cs_cz: Zadejte vaši Sendy Installation URL

source: Enter your Sendy API Key
cs_cz: Zadejte váš Sendy API klíč

source: Sendy API Key
cs_cz: Sendy API klíč

source: Enter your Sendy List ID
cs_cz: Zadejte Sendy List ID

source: Enable SimplyCast
cs_cz: Povolit SimplyCast

source: Click here to get your SimplyCast Public Key
cs_cz: Klikněte sem pro získání vašeho SimplyCast Public Key

source: Click here to get your SimplyCast Secret Key
cs_cz: Klikněte sem pro získání vašeho SimplyCast Secret Key

source: Click here to get your SimplyCast List ID
cs_cz: Klikněte sem pro získání SimplyCast List ID

source: SimplyCast List ID
cs_cz: Zadejte SimplyCast List ID

source: Enable YMLP
cs_cz: Povolit YMPL

source: Enter your YMLP Username
cs_cz: Zadejte vaše uživatelské jméno pro YMPL

source: YMLP Username
cs_cz: YMPL username

source: Enter your YMLP API Key
cs_cz: Zadejte váš API klíč pro YMPL

source: Enter your YMLP Group ID
cs_cz: Zadejte YMLP Group ID

source: Click here to get your YMLP Groups.
cs_cz: Klikněte sem pro přístup k YMLP Groups.

source: New Question
cs_cz: Nová otázka

source: Optional Answers:
cs_cz: Nepovinné odpovědi:

source: Required Answers:
cs_cz: Povinné odpovědi:

source: question
cs_cz: otázka

source: Type your question here
cs_cz: Zadejte vaši otázku

source: Image Width:
cs_cz: Šířka obrázku

source: Set the height of the image in pixel or percentage. Eg.: 150px or 50%
cs_cz: Zadejte výšku obrázku v pixelech nebo procentech. Např.: 150px nebo 50%

source: Image Height:
cs_cz: Výška obrázku:

source: Answer Score:
cs_cz: Počet bodů:

source: AutoComplete
cs_cz: Automatické dokončení

source: View Answers
cs_cz: Zobrazit odpovědi

source: Remove Open Answer
cs_cz: Odebrat otevřenou (textovou) odpověď

source: Export Answers
cs_cz: Exportovat odpovědi

source: answer:
cs_cz: odpověď:

source: no
cs_cz: ne

source: DELETE
cs_cz: SMAZAT

source: Resetting the survey means all users can vote again.
cs_cz: Resetování dotazníku znamená, že všichni uživatelé mohou hlasovat znovu.

source: RESET
cs_cz: RESETOVAT

source: Owner
cs_cz: Vlastník

source: Updated
cs_cz: Aktualizováno

source: Total Votes
cs_cz: Celkem hlasů

source: Global
cs_cz: Globální

source: Expired
cs_cz: expirované

source: Actions
cs_cz: Akce

source: Reset
cs_cz: Resetovat

source: These items will be permanently deleted and cannot be recovered. Are you sure?
cs_cz: Tyto položky budou trvale odstraněny a nemohou být obnoveny. Opravdu to chcete udělat?

source: Reset Survey Answers
cs_cz: Vymazat odpovědi dotazníku

source: The answer counts will be permanently deleted and cannot be recovered. Are you sure to reset?
cs_cz: Počty odpovědí budou trvale odstraněny a nemohou být obnoveny. Opravdu je chcete vymazat?

source: Duplicate Survey
cs_cz: Duplikovat dotazník

source: Enter the name of the new survey.
cs_cz: Zadejte jméno nového dotazníku

source: Copy Votes
cs_cz: Zkopírovat hlasy

source: This survey name is already exist!
cs_cz: Tohle jméno dotazníku už existuje!
