Repository: MilvioLua/gosmart
Catalog: gosmart/languages/modal_survey-*.po
Languages: cs_cz

source: Total
cs_cz: Celkem

source: Total:
cs_cz: Celkem:

source: Active Answer - click to change
cs_cz: Aktivní odpověď - kliknutím změňte

source: Inactive Answer - click to change
cs_cz: Neaktivní odpověď - kliknutím změňte

source: Survey Result
cs_cz: Výsledek dotazníku

source: Next Button Style:
cs_cz: Styl tlačítka "Další"

source: Always Show the Next Button
cs_cz: Při zapnutí bude tlačítko "Další" viditelné ve všech formách dotazníku.

source: Always Show Next Button
cs_cz: Vždy zobrazuj tlačítko "Další"

source: Auto Response
cs_cz: Automatická odpověď

source: Sender Name
cs_cz: Jméno odesílatele

source: Sender Email Address
cs_cz: E-mail odesílatele

source: Subject
cs_cz: Předmět

source: Modal Survey needs to be reactivated to initialize the new updates and keep your existing settings. Please
cs_cz: Je třeba reaktivovat Modal Survey k inicializaci nových aktualizací. Vaše stávající nastavení zůstanou zachována.

source: click here to go to the Plugins page
cs_cz: Klikněte prosím sem pro přesměrování na stránku pluginu,

source: , deactivate the plugin, then click on the Activate.
cs_cz: deaktivujte plugin, poté jej znovu aktivujte kliknutím na "Activate".

source: Other
cs_cz: Další

source: Not Specified
cs_cz: Nespecifikované

source: Answer Score
cs_cz: Skóre odpovědi

source: Global Votes
cs_cz: Celkem hlasů

source: Global Percentage
cs_cz: Celkem procent

source: votes
cs_cz: hlasů

source: Personal:
cs_cz: Osobní:

source: Average:
cs_cz: Průměrně:

source: Settings
cs_cz: Nastavení

source: Please enter your details below to continue.
cs_cz: Zadejte prosím vaše údaje, abyste mohli pokračovat.

source: Enter your name
cs_cz: Zadejte Vaše jméno

source: Enter your email address
cs_cz: Zadejte e-mailovou adresu

source: SEND
cs_cz: ODESLAT

source: SUCCESS
cs_cz: VŠE PROBĚHLO V POŘÁDKU

source: Survey ID
cs_cz: ID Dotazníku

source: Survey Name
cs_cz: Jméno Dotazníku

source: Generated
cs_cz: Generováno

source: User ID
cs_cz: ID Uživatele

source: Username
cs_cz: Uživatelské jméno

source: Created
cs_cz: Vytvořeno

source: Name
cs_cz: Jméno

source: Participant answers marked with stars: *
cs_cz: Odpovědi účastníka vyjádřené hvězdičkami: *

source: Question / Answer
cs_cz: Otázka / Odpověď

source: Votes
cs_cz: Hlasů

source: Percentage
cs_cz: Procento

source: Score
cs_cz: Skóre

source: fputcsv function doesn't exists
cs_cz: funkce fputcsv neexistuje

source: Write error
cs_cz: Chyba zapisování

source: Generated by
cs_cz: Vytvořeno pomocí

source: Generated:
cs_cz: Vytvořeno:

source: Anonymous
cs_cz: Anonymní

source: Participants Details
cs_cz: Detaily účastníka

source: Date
cs_cz: Datum

source: Personal Chart
cs_cz: Osobní graf

source: Global Chart
cs_cz: Celkový graf

source: Total votes:
cs_cz: Celkem hlasů:

source: vote
cs_cz: hlas

source: of total votes
cs_cz: z celkem hlasů

source: Survey ID:
cs_cz: ID Dotazníku

source: Survey Name:
cs_cz: Jméno Dotazníku

source: Export Time:
cs_cz: Čas exportu:

source: User ID:
cs_cz: ID Uživatele

source: Name:
cs_cz: Jméno

source: Username:
cs_cz: Uživatelské jméno

source: Date:
cs_cz: Datum:

source: Answer:
cs_cz: Odpověď:

source: Count:
cs_cz: Součet:

source: Percentage:
cs_cz: Procento:

source: Total Votes:
cs_cz: Celkem hlasů:

source: generated by
cs_cz: vytvořeno pomocí

source: Security check failed, Update process terminated.
cs_cz: Bezpečnostní kontrola selhala, proces aktualizace byl zastaven.

source: File doesn't exists or damaged.
cs_cz: Soubor neexistuje nebo je poškozený.

source: ZIP Uploaded...
cs_cz: ZIP soubor byl nahrán.

source: Failed to create folders...
cs_cz: Nepodařilo se vytvořit složky...

source: ZIP unpacked, collecting datas...
cs_cz: ZIP soubor rozbalen, sbírám data...

source: ZIP file is not compatible with this plugin or it is not a valid WordPress Plugin
cs_cz: ZIP soubor není kompatibilní s tímto pluginem nebo se nejedná o platný plugin pro WordPress

source: Plugin name doesn't match. Is this the same plugin?
cs_cz: Jméno pluginu nesouhlasí. Jedná se skutečně o správný plugin?

source: Current Version:
cs_cz: Současná verze:

source: Uploaded Version:
cs_cz: Nahraná verze:

source: START UPDATE
cs_cz: ZAHÁJIT UPDATE

source: DO NOT UPDATE (Delete uploaded temp files)
cs_cz: NEAKTUALIZOVAT (Smazat nahraná dočasná data)

source: There was an error unzipping the file. Is it a valid ZIP file?
cs_cz: Při rozbalování souboru došlo k chybě. Jedná se o platný soubor ZIP?

source: Update Files has been successfully removed.
cs_cz: Aktualizační soubory byly úspěšně odstraněny.

source: Copying files...
cs_cz: Kopíruji soubory...

source: Removing temp folder...
cs_cz: Odstraňuji dočasný adresář...

source: Plugin files has been successfully updated...
cs_cz: Soubory pluginu byly úspěšně aktualizovány.

source: Plugin Activation Initialized Successfully...
cs_cz: Aktivace pluginu byla úspěšně inicializována...

source: After uploaded the ZIP file you can decide to continue the update process or discard the changes.
cs_cz: Po nahrání ZIP souboru se můžete rozhodnout, zda budete pokračovat v aktualizaci nebo proces zastavíte.

source: Browse the new version ZIP file:
cs_cz: Prozkoumat ZIP soubor s novou verzí:

source: UPLOAD
cs_cz: NAHRÁT

source: Modal Survey - Votes by Surveys
cs_cz: Modal Survey - Hlasy podle dotazníků

source: Modal Survey - Votes by Days
cs_cz: Modal Survey - Hlasy podle dní

source: Not enough votes to display summarized chart
cs_cz: Příliš málo hlasů na zobrazení souhrnného grafu

source: Another chart has been already added!
cs_cz: Již byl přidán jiný graf!

source: You must set all condition parameters!
cs_cz: Musíte zadat všechny parametry podmínky!

source: Final Score
cs_cz: Celkové skóre

source: Correct Answers
cs_cz: Správné odpovědi

source: Question
cs_cz: Otázka

source: Category
cs_cz: Kategorie

source: higher than
cs_cz: vyšší než

source: equal with
cs_cz: se rovná

source: lower than
cs_cz: nižší než

source: Invalid URL has been specified!
cs_cz: Byla zadána neplatná URL adresa!

source: then
cs_cz: tak

source: redirect to
cs_cz: přesměruj na stránku

source: display message at the end
cs_cz: zobraz na konci dotazníku zprávu

source: set social sharing title to
cs_cz: nastav jako titulek pro sdílení následující

source: set social sharing description to
cs_cz: nastav jako popis pro sdílení následující

source: set social sharing image URL to
cs_cz: nastav jako obrázek pro sdílení následující

source: display individual rating chart at the end
cs_cz: zobraz na konci dotazníku graf s osobním hodnocením

source: display individual score chart at the end
cs_cz: zobraz na konci dotazníku graf s osobním skóre

source: display individual correct answers chart at the end
cs_cz: zobraz na konci dotazníku účastníkovy správné odpovědi

source: Remove
cs_cz: Odstranit

source: Add Image
cs_cz: Přidat obrázek

source: New Survey
cs_cz: Nový Dotazník

source: Error during the save process
cs_cz: Chyba při ukládání

source: Successful! Redirecting to the survey form.
cs_cz: V pořádku! Přesměrovávám na formulář dotazníku.

source: Answer Options
cs_cz: Možnosti odpovědi

source: Answer
cs_cz: Odpověď

source: Remove Answer
cs_cz: Odstranit odpověď

source: Set the width of the image in pixel or percentage. Eg.: 150px or 50%
cs_cz: Zadejte šířku obrázku v pixelech nebo procentech. Např.: 150px nebo 50%

source: Image Width
cs_cz: Šířka obrázku

source: Image Height
cs_cz: Výška obrázku

source: Enter the score number for this answer
cs_cz: Zadejte počet bodů za tuto odpověď

source: Number
cs_cz: Počet bodů

source: Set this answer as correct answer
cs_cz: Nastaví tuto odpověď jako správnou odpověď.

source: Set as Correct
cs_cz: Správná odpověď

source: You already added an open answer to this question.
cs_cz: K této otázce jste už přidali otevřenou odpověď.

source: Open Text Answer
cs_cz: Otevřená (textová) odpověď

source: Type your answer here
cs_cz: Napište vaši odpověď

source: Autocomplete
cs_cz: Dokončit automaticky

source: Question Options
cs_cz: Možnosti otázky

source: Specify how many answers can be selectable by the users
cs_cz: Zadejte kolik odpovědí MOHOU účastníci vybrat.

source: Optional Answers
cs_cz: Nepovinné odpovědi

source: Define how many answers needs to be selected by the user
cs_cz: Zadejte kolik odpovědí MUSÍ účastníci vybrat.

source: Required Answers
cs_cz: Povinné odpovědi

source: Set this question as a Rating Question, it will convert answers to stars
cs_cz: Nastaví tuto otázku jako hodnocení. Odpovědi se zobrazí jako hvězdičky.

source: Set as Rating Question
cs_cz: Nastavit jako Hodnocení

source: Remove Question
cs_cz: Odstranit otázku

source: No
cs_cz: Ne

source: Add New Open Answer
cs_cz: Přidat Otevřenou (textovou) odpověď

source: Add New Answer
cs_cz: Přidat odpověď

source: Was this information helpful?
cs_cz: Byla tato informace užitečná?

source: Do you like this website?
cs_cz: Líbí se vám tyto stránky?

source: Did you find this website easily?
cs_cz: Našli jste tyto stránky snadno?

source: Did you find this website through Search Engine?
cs_cz: Našli jste tyto stránky pomocí vyhledávače?

source: Did you already bookmark this website?
cs_cz: Přidali jste si už tyto stránky do záložek?

source: Do you like this survey?
cs_cz: Líbí se vám tento dotazník?

source: Do you visit this website first time?
cs_cz: Jste na těchto stránkách poprvé?

source: Are you employed?
cs_cz: Jste zaměstnaní?

source: SAVE
cs_cz: ULOŽIT

source: UPDATE
cs_cz: AKTUALIZOVAT

source: SAVED
cs_cz: ULOŽENO

source: UPDATED
cs_cz: AKTUALIZOVÁNO

source: TRY AGAIN
cs_cz: ZKUSTE TO ZNOVU

source: Delete Survey
cs_cz: Smazat Dotazník

source: Cancel
cs_cz: Zrušit

source: Reset Survey
cs_cz: Vynulovat Dotazník

source: Export Charts
cs_cz: Exportovat grafy

source: Export without Charts
cs_cz: Exportovat bez grafů

source: Duplicate
cs_cz: Duplikovat

source: Delete
cs_cz: Smazat

source: Survey name already exists, import failed!
cs_cz: Jméno dotazníku už existuje, import selhal!

source: Survey name is required, import failed!
cs_cz: Jméno dotazníku je povinný údaj, import selhal!

source: is ready
cs_cz: je připraven

source: download from here.
cs_cz: stáhněte tady.

source: Insert Modal Survey
cs_cz: Vložit Dotazník

source: Mode
cs_cz: Mód

source: Modal
cs_cz: Vyskakovací okno

source: Embed
cs_cz: Vložený do stránek

source: Scroll Display in Embed Mode
cs_cz: Scrolování obrazovky při vložení do stránek

source: Enable
cs_cz: Povolit

source: Disable
cs_cz: Zakázat

source: Width
cs_cz: Šířka

source: Alignment
cs_cz: Zarovnání

source: Center
cs_cz: Na střed

source: Left
cs_cz: Vlevo

source: Right
cs_cz: Vpravo

source: Text Alignment
cs_cz: Zarovnání textu

source: Message
cs_cz: Zpráva pro ty, co již vyplnili

source: You already filled out this survey!
cs_cz: Tento dotazník jste již vyplňovali!

source: Insert Modal Survey Results
cs_cz: Vložení výsledků dotazníku

source: Progress Bar
cs_cz: Graf pokroku

source: Line Bar
cs_cz: Čárový diagram

source: Pie Chart
cs_cz: Koláčový graf

source: Bar Chart
cs_cz: Sloupcový graf

source: Doughnut Chart
cs_cz: Donut graf

source: Line Chart
cs_cz: Čárový graf

source: Polar Chart
cs_cz: Výsečový graf

source: Radar Chart
cs_cz: Radarový graf

source: Data Type
cs_cz: Typ dat

source: Full
cs_cz: Úplné

source: Answer Count (only in Text Mode)
cs_cz: Počitadlo odpovědí (pouze v textovém módu)

source: Answer Percentage (only in Text Mode)
cs_cz: Procento odpovědí (pouze v textovém módu)

source: Question Number (Question & Answer Data Types)
cs_cz: Číslo otázky (typy dat Otázky a Odpovědi)

source: Answer Number (for Answer Data Types)
cs_cz: Číslo odpovědi (pro typ dat Odpovědi)

source: Background Color Code (HEX - for Progress Bar)
cs_cz: Barva pozadí (HEX - pro Graf pokroku)

source: Font Color Code (HEX - for Progress Bar)
cs_cz: Barva písma (HEX - pro Graf pokroku)

source: Hide Counter
cs_cz: Skrýt počítadlo

source: Yes
cs_cz: Ano

source: Hide Question Text
cs_cz: Skrýt text otázky

source: Survey
cs_cz: Dotazník

source: Results
cs_cz: Výsledky

source: Display Once per User
cs_cz: Zobrazit uživateli jen jednou

source: On
cs_cz: Zap.

source: Off
cs_cz: Vyp.

source: Display the same survey for the same users twice.
cs_cz: Zobrazit dotazník stejnému uživateli dvakrát.

source: Display Once per Filled Out
cs_cz: Zobrazit jen jednou, pokud uživatel vyplní dotazník

source: Display the same survey for the same users who already filled out.
cs_cz: Zobrazovat dotazník i uživatelům, kteří už jej vyplnili.

source: Keep Settings after Uninstall
cs_cz: Při odinstalování zachovat nastavení

source: Keeps your settings during uninstall. Helps to protect your saved datas when updating to a new version.
cs_cz: Zachovává vaše nastavení při odinstalování pluginu. Pomáhá ochránit vaše data při updatování na novější verzi pluginu.

source: Minify Scripts
cs_cz: Minifikovat skripty

source: Use minified and obfuscated JavaScript files on frontend.
cs_cz: Použijí se minifikované Java skripty na front-endu (lepší uživatelská zkušenost)

source: Save Participants Votes
cs_cz: Ukládat hlasy účastníků

source: Save the participants votes to display them in the Participants page on the admin
cs_cz: Ukládá hlasy účastníků z dotazníků. Hlasy se poté zobrazují v administraci.

source: PDF Export Header Text
cs_cz: Text v hlavičce exportovaného PDF

source: PDF Export Font Family
cs_cz: Font family pro export PDF

source: Set the Font Family to display special characters correctly.
cs_cz: Nastaví Font Family pro správné zobrazení speciálních znaků.

source: Initialize plugin
cs_cz: Inicializovat plugin

source: Change the initialization hook if you have troubles with the signup form display.
cs_cz: Změňte inicializační hook, pokud potíž se zobrazováním přihlašovacího formuláře.

source: Social Sharing
cs_cz: Sociální sdílení

source: Enable Social Sharing at the end of the Surveys.
cs_cz: Umožní sdílení v sociálních sítích na konci dotazníku.

source: Embed Social Metas
cs_cz: Vložit sociální meta data

source: Automatically embed og:description, og:url, og:image, og:type and og:site_name based on the current page .
cs_cz: Automaticky vloží meta data pro open graph: popis, url adresu, typ příspěvku a název stránky - podle aktuální stránky s dotazníkem.

source: Social Sites
cs_cz: Sociální sítě

source: Set the available social sites for sharing.
cs_cz: Nastavte sociální sítě dostupné pro sdílení.

source: Social Buttons Style
cs_cz: Styl sdílecích tlačítek

source: Set the style of the Social Buttons
cs_cz: Nastavuje styl tlačítek pro sdílení

source: Social Buttons Position
cs_cz: Pozice sdílecích tlačítek

source: Position of Social Buttons
cs_cz: Určete, kde se mají sdílecí tlačítka zobrazit.

source: Specify your FB App ID to set custom title and description for sharing.
cs_cz: Zadejte ID vaší FB aplikace pro nastavení vlastního titulku a popisu pro sdílení.

source: Enter you custom CSS code
cs_cz: Zadejte vlastní CSS styly

source: when calling get_footer() hook
cs_cz: při volání hooku get footer()

source: when calling wp_footer() hook
cs_cz: při volání hooku wp_footer()

source: when print the content
cs_cz: při tisku obsahu

source: Default
cs_cz: Původní

source: Default Large
cs_cz: Původní Velké

source: Clean
cs_cz: Čisté

source: Clean Large
cs_cz: Čisté Velké

source: Always visible
cs_cz: Vždy viditelné

source: Display at the end only
cs_cz: Zobrazit pouze na konci dotazníku.

source: Display at the end in the content
cs_cz: Zobrazit na konci dotazníku v rámci obsahu.

source: Create Survey
cs_cz: Vytvořit Dotazník

source: Saved Surveys
cs_cz: Uložené Dotazníky

source: Participants
cs_cz: Účastníci

source: General Settings
cs_cz: Obecná nastavení

source: Social Settings
cs_cz: Nastavení sdílení

source: Custom CSS
cs_cz: Vlastní CSS

source: Help
cs_cz: Nápověda

source: You do not have sufficient permissions to access this page.
cs_cz: Nemáte dostatečné oprávnění pro zobrazení této stránky.

source: Participant Name:
cs_cz: Jméno účastníka:

source: Participant Email Address:
cs_cz: E-mailová adresa účastníka:

source: Participant votes marked with grey rows.
cs_cz: Hlasy účastníka vyznačené v šedých řádcích.

source: Click here to see the full details.
cs_cz: Kliknutím zobrazíte všechny detaily.

source: Survey Completed
cs_cz: Dotazník dokončen

source: LOADING
cs_cz: NAČÍTÁNÍ

source: Please wait...
cs_cz: Počekejte prosím...

source: Documentation
cs_cz: Dokumentace

source: Settings saved.
cs_cz: Nastavení uloženo.

source: To see the full documentation, please click on the following link:
cs_cz: Pro kompletní dokumentaci klikněte na následující odkaz:

source: Security check failed.
cs_cz: Bezepčnostní kontrola selhala.

source: Survey name is required. Import failed.
cs_cz: Jméno Dotazníku je vyžadováno. Import selhal.

source: Survey ID generation failed. Symbols and special characters are not allowed.
cs_cz: Selhalo generování ID dotazníku. Symboly a speciální znaky nejsou povoleny.

source: Survey name is already exists. Import failed.
cs_cz: Jméno Dotazníku už existuje. Import selhal.

source: File empty or not valid JSON file. Import failed.
cs_cz: Soubor je prázdný nebo se nejedná o platný JSON soubor. Import selhal.

source: File successfully imported!
cs_cz: Soubor úspěšně importován!

source: Edit
cs_cz: Upravit

source: Imported Survey Name:
cs_cz: Jméno importovaného dotazníku:

source: Browse the import JSON file:
cs_cz: Prozkoumat importovaný soubor JSON:

source: Create New Survey
cs_cz: Vytvořit nový Dotazník

source: Type the survey name here
cs_cz: Zadejte jméno dotazníku

source: Selected Rows Successfully Deleted!
cs_cz: Vybrané řádky byly úspěšně vymazány!

source: Error Occurred During the Deletion!
cs_cz: V průběhu mazání dat se vyskytla chyba!

source: Email Address
cs_cz: E-mailová adresa

source: Survey URL
cs_cz: URL Dotazníku

source: IP Address
cs_cz: IP adresa

source: Surveys
cs_cz: Dotazníky

source: SET
cs_cz: NASTAVIT

source: Personal Rating Chart
cs_cz: Osobní graf hodnocení

source: Global Rating Chart
cs_cz: Celkový graf hodnocení

source: Personal Score Chart
cs_cz: Osobní graf dosaženého skóre

source: Global Score Chart
cs_cz: Celkový graf dosaženého skóre

source: Personal Answers
cs_cz: Osobní odpovědi

source: Export Survey
cs_cz: Exportovat Dotazník

source: The list is limited to
cs_cz: Seznam obsahuje omezený počet

source: entries
cs_cz: záznamů

source: If you would like to see the full list,
cs_cz: Chcete-li zobrazit kompletní seznam,

source: please click here
cs_cz: klikněte prosím sem.

source: DELETE SELECTED
cs_cz: SMAZAT VYBRANÉ

source: Delete Participants Datas?
cs_cz: Smazat data účastníků?

source: The selected participants datas will be permanently deleted! Are you sure?
cs_cz: Data vybraných účastníků budou permanentně odstraněna. Opravdu to chcete udělat?

source: Would you like to export charts to the PDF?
cs_cz: Chcete grafy exportovat do PDF?

source: Survey name already exists
cs_cz: Jméno dotazníku už existuje

source: Survey successfully deleted!
cs_cz: Dotazník byl úspěšně vymazán!

source: Survey successfully duplicated!
cs_cz: Dotazník byl úspěšně duplikován!

source: Survey successfully reseted!
cs_cz: Účastník byl úspěšně resetován!

source: Action failed due to error!
cs_cz: Stala se chyba - akce neproběhla!

source: Survey Options
cs_cz: Možnosti Dotazníku

source: General Behavior
cs_cz: Obecné nastavení / chování

source: Display style:
cs_cz: Způsob zobrazení:

source: Bottom
cs_cz: Na konci stránky

source: Top
cs_cz: Na začátku stránky

source: Mode:
cs_cz: Mód:

source: Embed to Posts End
cs_cz: Vložit na konec příspěvků

source: Embed to Posts Start
cs_cz: Vložit na začátek příspěvků

source: Embed to Pages Start
cs_cz: Vložit na začátek stránek

source: Embed to Pages End
cs_cz: Vložit na konec stránek

source: Embed to bbPress Topics
cs_cz: Vložit do témat v bbPress fóru

source: Animation Easing:
cs_cz: Zmírnění animace

source: Animation Speed:
cs_cz: Rychlost animace

source: End Delay:
cs_cz: Konec zpoždění

source: Delay time to hide the survey after the completion. Set it to 0 to disable automatic hiding.
cs_cz: Čas zpoždění pro skrytí dotazníku po jeho vyplnění. Zadejte hodnotu 0 pro vypnutí automatického skrývání dotazníku.

source: Display Timer:
cs_cz: Zobrazit časovač:

source: Delay time to display the survey.
cs_cz: Čas zpoždění před zobrazení dotazníku.

source: Enable if you want to display the survey on the entire website
cs_cz: Povolte, pokud chcete zobrazit dotazník kompletně na celém webu.

source: Global Survey
cs_cz: Globální dotazník

source: Lock the screen with a transparent background
cs_cz: Uzamkne obrazovku průhledným pozadím

source: Lock Screen
cs_cz: Uzamknout obrazovku

source: Users can close the survey
cs_cz: Uživatel může zavřít okno s dotazníkem

source: Closeable
cs_cz: Uzavíratelné

source: The survey will appear when the user scrolled down at the bottom of the page
cs_cz: Dotazník se zobrazí poté, co uživatel sjede na konec stránky.

source: Display at bottom
cs_cz: Zobrazit na konci stránky

source: Show survey for logged in users only
cs_cz: Zobrazí dotazník pouze přihlášeným uživatelům.

source: Logged In Only
cs_cz: Pouze přihlášení

source: Style and Appearance
cs_cz: Styl a vzhled

source: Colors:
cs_cz: Barvy:

source: Background Color
cs_cz: Barva pozadí

source: Font Color
cs_cz: Barva písma

source: Border Color
cs_cz: Barva ohraničení

source: Shadow Color
cs_cz: Barva stínu

source: Text Align:
cs_cz: Zarovnání textu:

source: Left:
cs_cz: Vlevo:

source: Number of Answers in One Row:
cs_cz: Počet odpovědí v jedné řadě:

source: Shadow Horizontal:
cs_cz: Vržený stín horizontálně:

source: Shadow Vertical:
cs_cz: Vržený stín vertikálně:

source: Shadow Blur:
cs_cz: Rozmazání stínu:

source: Shadow Spread:
cs_cz: Rozšíření stínu:

source: Border Width:
cs_cz: Tloušťka ohraničení:

source: Border Radius:
cs_cz: Zaoblení rohů:

source: Font Size:
cs_cz: Velikost písma:

source: Padding:
cs_cz: Odsazení:

source: Line Height:
cs_cz: Výška řádku:

source: Display Progress of the Survey
cs_cz: Zobrazí uživateli pokrok v dotazníku - kolik je hotovo, kolik zbývá.

source: Show Progress Bar
cs_cz: Zobrazit Graf pokroku

source: Display Answers as List Layout
cs_cz: Zobrazí odpovědi ve formě seznamu (pod sebou).

source: List Layout
cs_cz: Zobrazit jako seznam

source: Miscellaneous
cs_cz: Různé nastavení

source: Hover Effect:
cs_cz: Efekt při přejetí myší

source: Style 1
cs_cz: Styl 1

source: Style 2
cs_cz: Styl 2

source: Style 3
cs_cz: Styl 3

source: Style 4
cs_cz: Styl 4

source: Style 5
cs_cz: Styl 5

source: Style 6
cs_cz: Styl 6

source: Style 7
cs_cz: Styl 7

source: Style 8
cs_cz: Styl 8

source: Close Icon Style:
cs_cz: Styl ikony "ZAVŘÍT":

source: Style 9
cs_cz: Styl 9

source: Style 10
cs_cz: Styl 10

source: Close Icon Size:
cs_cz: Velikost ikony "ZAVŘÍT"

source: Small
cs_cz: Malá

source: Medium
cs_cz: Střední

source: Large
cs_cz: Velká

source: Start time:
cs_cz: Začátek:

source: Leave it blank to activate the survey immediately
cs_cz: Nevyplňujte, pokud chcete, aby byl dotazník aktivní ihned.

source: Expiry time:
cs_cz: Konec:

source: Never expire the survey when you leave this blank
cs_cz: Nevyplňujte, pokud chcete dotazník časově neomezený

source: Cookie Expiration Time:
cs_cz: Doba platnosti cookies:

source: Redirect the browser to the specified URL after the user complete the survey
cs_cz: Přesměruje uživatele na zadanou URL adresu poté, co vyplní dotazník.

source: Redirect URL:
cs_cz: URL adresa k přesměrování:

source: Display message at the end of the survey
cs_cz: Zobrazí na konci dotazníku zvolenou zprávu

source: Thank you message:
cs_cz: Zpráva na konci dotazníku:
